{
  "Locale": {
    "M1": "Tiếng Anh",
    "M2": "Tiếng Việt"
  },
  "Landing": {
    "M1": "Đăng nhập",
    "M2": "Đăng ký",
    "M3": "Về SoulDev",
    "M4": "Tính năng",
    "M5": "Liên hệ",
    "M6": "Điều khoản dịch vụ",
    "M7": "© Bản quyền thuộc SoulDev | 2024",
    "M8": "Trang mạng xã hội dành cho lập trình viên với những tính năng độc đáo và hấp dẫn.",
    "M9": "Thông tin về chúng tôi",
    "M10": "Quận 12, Thành phố Hồ Chí Minh, Việt Nam",
    "M11": "Điện thoại: 0343694755",
    "M12": "Thư điện tử: info@souldev.vercel.app",
    "M13": "Thoả sức kết nối, kết thân và kết hợp cùng nhau trong lập trình.",
    "M14": "<emphasize>SoulDev</emphasize> - đại diện của sự kết nối để các nhà phát triển kết nối, cộng tác và đổi mới. Tham gia cộng đồng sôi động để trao đổi ý tưởng, chia sẻ hiểu biết sâu sắc và cùng nhau xây dựng. Cuộc sống sẽ tuyệt vời hơn khi chúng ta cùng nhau.",
    "M15": "Trải nghiệm ngay",
    "M16": "Tham gia",
    "M17": "Gặp gỡ hò hẹn",
    "M18": "Kết nối với các lập trình viên trên khắp thế giới để chia sẻ thông tin chuyên sâu, trao đổi ý tưởng và cộng tác trong các dự án. Hãy tham gia xây dựng cộng đồng để trải nghiệm sức mạnh của sự thống nhất trong lập trình trên mọi nền tảng.",
    "M19": "* Chú ý: SoulDev sẽ sớm có mặt trên cả 2 nền tảng Web và ứng dụng di động. Hãy chờ đợi nhé!",
    "M20": "Khám phá những tính năng cực kỳ tuyệt vời",
    "M21": "Những tính năng độc đáo và chất lượng hơn những gì bạn tưởng đó. Hãy cùng khám phá những điều thú vị mà SoulDev mang lại cho bạn.",
    "M22": {
      "featuredItem1": {
        "title": "Thám Tử Bạn Bè",
        "description": "Dễ dàng phát hiện và kết nối với những người có cùng sở thích, sở thích hoặc nghề nghiệp."
      },
      "featuredItem2": {
        "title": "Trao Đổi Tri Thức",
        "description": "Tham gia vào các cuộc thảo luận, đặt câu hỏi và tìm kiếm lời khuyên từ các bậc thầy hoặc các học viên đồng nghiệp trong các lĩnh vực học tập khác nhau."
      },
      "featuredItem3": {
        "title": "Thế Giới Sáng Tạo",
        "description": "Chia sẻ tác phẩm nghệ thuật, âm nhạc, văn chương hoặc các dự án sáng tạo khác với một cộng đồng ủng hộ và nhận phản hồi để thúc đẩy sự sáng tạo của bạn."
      },
      "featuredItem4": {
        "title": "Sân Khấu Tài Năng",
        "description": "Trình diễn tài năng của bạn, cho dù đó là âm nhạc, nhảy múa, hài hước hoặc bất kỳ hình thức biểu diễn nghệ thuật nào khác, trước một đám đông rộng lớn và nhận được sự công nhận và phản hồi."
      },
      "featuredItem5": {
        "title": "Chia Sẻ Sống Động",
        "description": "Chia sẻ bài viết, video, hình ảnh và nội dung khác với mạng lưới của bạn để kích thích thảo luận, truyền cảm hứng cho người khác hoặc đơn giản là làm vui lòng."
      },
      "featuredItem6": {
        "title": "Trò Chuyện Bốn Phương",
        "description": "Tham gia vào các bữa tiệc trò chuyện theo chủ đề hoặc sở thích cụ thể để tham gia vào các cuộc trò chuyện sôi nổi, trao đổi ý tưởng và kết nối với những người khác có cùng niềm đam mê."
      }
    }
  },
  "Theme": {
    "M1": "Sáng",
    "M2": "Tối",
    "M3": "Hệ thống"
  },
  "Auth": {
    "M1": "Đăng nhập",
    "M2": "Chưa có tài khoản?",
    "M3": "Đăng ký",
    "M4": "Vui lòng cung cấp địa chỉ email hợp lệ",
    "M5": "Trường này là bắt buộc",
    "M6": "Phải chứa ít nhất 8 ký tự",
    "M7": "Mật khẩu phải không quá 16 ký tự",
    "M8": "Email hoặc mật khẩu không hợp lệ.",
    "M9": "Email",
    "M10": "Nhập địa chỉ email...",
    "M11": "Mật khẩu",
    "M12": "Nhập mật khẩu...",
    "M13": "Đăng nhập",
    "M14": "Hoặc",
    "M15": "Đăng nhập bằng tài khoản Google",
    "M16": "Quên mật khẩu của bạn",
    "M17": "Đăng nhập bằng tài khoản Github",
    "M18": "Đã có tài khoản SoulDev?",
    "M19": "Đăng ký tài khoản mới",
    "M20": "Có lỗi xảy ra, vui lòng thử lại sau.",
    "M21": "Đăng ký tài khoản thành công!",
    "M22": "Tên",
    "M23": "Nhập tên của bạn",
    "M24": "Họ",
    "M25": "Nhập họ của bạn",
    "M26": "Số điện thoại",
    "M27": "Ví dụ: 0343392291",
    "M28": "Bằng cách đăng ký, bạn đồng ý với Điều khoản Dịch vụ và Chính sách Bảo mật",
    "M29": "Xác minh tài khoản",
    "M30": "Xác minh địa chỉ email của bạn",
    "M31": "Chúng tôi đã gửi một email xác minh đến địa chỉ email của bạn. Vui lòng kiểm tra email và nhấp vào liên kết để xác minh tài khoản của bạn.",
    "M32": "Đi đến trang Đăng nhập",
    "M33": "Xác minh tài khoản thành công!",
    "M34": "Cảm ơn bạn đã xác minh địa chỉ email của mình. Bây giờ bạn có thể đăng nhập vào tài khoản của mình.",
    "M35": "Thành công",
    "M36": "Lỗi",
    "M37": "Xác minh tài khoản không thành công!",
    "M38": "Vui lòng kiểm tra liên kết xác minh email của bạn hoặc gửi lại email xác minh.",
    "M39": "Quên mật khẩu",
    "M40": "Bạn đã quên mật khẩu đăng nhập?",
    "M41": "Nhập địa chỉ email đã liên kết với tài khoản của bạn",
    "M42": "Yêu cầu đã được gửi thành công! Bạn sẽ nhận được một email với hướng dẫn cách đặt lại mật khẩu của mình.",
    "M43": "Gửi yêu cầu",
    "M44": "Yêu cầu đã được gửi đi",
    "M45": "Đặt lại mật khẩu",
    "M46": "Nhập mật khẩu mới của bạn",
    "M47": "Mật khẩu mới",
    "M48": "Xác nhận mật khẩu mới",
    "M49": "Xác nhận mật khẩu",
    "M50": "Vui lòng xác nhận mật khẩu của bạn",
    "M51": "Trở lại trang đăng nhập",
    "M52": "Xác nhận",
    "M53": "Mật khẩu đã được thay đổi thành công! Bạn sẽ được chuyển hướng đến trang đăng nhập sau 5 giây nữa."
  },
  "404": {
    "M1": "404",
    "M2": "Không tìm thấy trang",
    "M3": "Trang bạn đang tìm kiếm không tồn tại hoặc đã bị xóa.",
    "M4": "Quay lại trang chủ"
  }
}
